<?php
/******************************************************************************/
//                                                                            //
//                           InstantCMS v1.10.3                               //
//                        http://www.instantcms.ru/                           //
//                                                                            //
//                   written by InstantCMS Team, 2007-2013                    //
//                produced by InstantSoft, (www.instantsoft.ru)               //
//                                                                            //
//                        LICENSED BY GNU/GPL v2                              //
//                                                                            //
/******************************************************************************/

if(!defined('VALID_CMS')) { die('ACCESS DENIED'); }

$_LANG['INS_DB_HOST_EMPTY']                = 'Необхідно вказати сервер БД!';
$_LANG['INS_DB_BASE_EMPTY']                = 'Необхідно вказати назву БД!';
$_LANG['INS_DB_USER_EMPTY']                = 'Необхідно вказати користувача БД!';
$_LANG['INS_DB_PREFIX_EMPTY']              = 'Необхідно вказати префікс БД!';
$_LANG['INS_ADMIN_LOGIN_EMPTY']            = 'Необхідно вказати логін адміністратора, не менше 3-х символів!';
$_LANG['INS_ADMIN_PASS_6']                 = 'не менше 6-ти символів!';
$_LANG['INS_ADMIN_PASS_EMPTY']             = 'Необхідно вказати пароль адміністратора, '.$_LANG['INS_ADMIN_PASS_6'];
$_LANG['INS_HEADER']                       = 'Установка InstantCMS';
$_LANG['INS_START']                        = 'Початок';
$_LANG['INS_CHECK_PHP_TITLE']              = 'Перевірка PHP';
$_LANG['INS_CHECK_PHP']                    = 'Перевірка розширень PHP';
$_LANG['INS_CHECK_FOLDER_TITLE']           = 'Перевірка прав';
$_LANG['INS_CHECK_FOLDER']                 = 'Перевірка прав на папки';
$_LANG['INS_INSTALL']                      = 'Установка';
$_LANG['INS_DO_INSTALL']                   = 'Встановити';
$_LANG['INS_WELCOME']                      = 'Ласкаво просимо';
$_LANG['INS_WELCOME_NOTES']                = '<p>Скрипт встановлення перевірить сервер на відповідність технічним вимогам та зробить всі необхідні дії для початку роботи з InstantCMS.</p><p>Встановлювати InstantCMS можна тільки в кореневу директорію сайту.</p><p>Перед початком установки створіть нову базу даних MySQL на вашому хостингу. Порівняння (COLLATION) повинно бути будь-яке з utf8_* згідно ваших потреб. У більшості випадків це utf8_general_ci.</p><p>Як встановити систему на локальний комп&#39;ютер з ОС Windows&trade; для тестування, читайте в <a href="http://www.instantcms.ru/wiki/doku.php/локальная_установка_денвер" target="_blank">інструкції</a> на офіційному сайті.</p><p>InstantCMS поширюється за ліцензією GNU/GPL версії 2. Ви повинні погодитися з умовами цієї ліцензії для установки системи.</p>';
$_LANG['INS_ACCEPT_LICENSE']               = ' Я згоден з умовами <a target="_blank" href="/license.rus.txt">ліцензії GNU/GPL</a> <a target="_blank" href="http://www.gnu.org/licenses/gpl-2.0.html">оригінал англійською</a>.';
$_LANG['INS_CHECKPHP_HINT']                = 'Для коректної роботи InstantCMS необхідний інтерпретатор php версії не нижче 5.2.0, веб-сервер Apache mod_rewrite (можливо використовувати і чистий nginx, однак правила .htaccess необхідно переписати згідно документації), сервер баз даних MySQL не нижче 5 версії.<br>Нижче вказана поточна версія php, перераховані необхідні розширення та їх статус наявності.';
$_LANG['INS_PHP_VERSION']                  = 'Версія PHP інтерпретатора';
$_LANG['INS_INSTALL_VERSION']              = 'версія Встановлена';
$_LANG['INS_NEED_EXTENTION']               = 'Необхідні розширення PHP';
$_LANG['INS_PHPNET_HINT']                  = 'Показати опис на сайті PHP';
$_LANG['INS_INSTALL_OK']                   = 'Встановлено';
$_LANG['INS_INSTALL_NOTFOUND']             = 'Не знайдено';
$_LANG['INS_FOLDERS_NOTES']                = '<p>Для коректної роботи InstantCMS зазначені нижче папки (і вкладені в них, але за винятком вкладених в "/includes") повинні бути доступні для запису. Змінити права можна за допомогою FTP-клієнта чи безпосередньо на сервері за допомогою chmod.</p><p>Для успішного завершення установки необхідні як мінімум права на запис для директорії "/includes". Для інших директорій допустимо ігнорування попередження про недоступність прав на запис, але тільки на момент установки.</p><p>Звертаємо вашу увагу на те, що відразу після установки, на директорію "/includes" в цілях безпеки права на запис необхідно зняти. А після основного конфігурування сайту зробити недоступним для запису файл /includes/config.inc.php</p>';

$_LANG['INS_PERMISSION']                   = 'Поточні права доступу';
$_LANG['INS_PERMISSION_OK']                = 'доступна для запису';
$_LANG['INS_PERMISSION_NO']                = 'недоступна для запису';
$_LANG['INS_FORM_INSERT']                  = 'Заповніть форму та натисніть кнопку "Встановити" для завершення процесу.';
$_LANG['INS_FORM_SITE']                    = 'Назва сайту ';
$_LANG['INS_FORM_LOGIN']                   = 'Логін адміністратора сайту: ';
$_LANG['INS_FORM_PASS']                    = 'Пароль адміністратора сайту: ';
$_LANG['INS_FORM_MYSQL']                   = 'Сервер MySQL: ';
$_LANG['INS_FORM_BDNAME']                  = 'Назва бази даних: ';
$_LANG['INS_FORM_BDUSER']                  = 'Користувач БД: ';
$_LANG['INS_BDPASS']                       = 'Пароль користувача БД: ';
$_LANG['INS_FORM_PREFIX']                  = 'Префікс таблиць у базі даних: ';
$_LANG['INS_FORM_DEMO']                    = 'Демо-дані: ';
$_LANG['INS_FORM_NOTES']                   = '<p>При установці з демо-даними всім користувачам буде встановлено однаковий пароль, співпадаючий з паролем адміністратора. Логін кожного користувача можна дізнатися з адреси його профілю або з панелі управління. </p><p>Установка може зайняти від секунд до декількох хвилин, залежно від швидкості вашого сервера.</p>';
$_LANG['INS_FORM_SUCCESS']                 = 'Вітаємо, установка завершена! Система встановлена і готова до роботи.';
$_LANG['INS_CRON_TODO']                    = 'Створити завдання для CRON';
$_LANG['INS_CRON_NOTES']                   = 'Додати файл <strong>/cron.php</strong> в розклад завдань CRON панелі вашого хостингу.<br/>Інтервал виконання &mdash; 24 години. Це дозволить системі виконувати періодичні сервісні завдання. Можлива команда, яку потрібно додати до CRON, виглядає так: ';
$_LANG['INS_FEEDBACK_SUPPORT']             = 'У разі ускладнень зверніться в технічну підтримку хостингу.';
$_LANG['INS_ATTENTION']                    = 'Увага!';
$_LANG['INS_DELETE_TODO']                  = 'Для переходу на сайт необхідно видалити каталоги "install" і "migrate"<br/> на сервері разом з усіма розташованими в них файлами!';
$_LANG['INS_GO_SITE']                      = 'Перейти на сайт';
$_LANG['INS_GO_CP']                        = 'Панель управління';
$_LANG['INS_GO_HANDBOOK']                  = 'Підручник для початківців';
$_LANG['INS_GO_VIDEO']                     = 'Відео-уроки';
$_LANG['INS_NEXT']                         = 'Далі →';
$_LANG['INS_BACK']                         = '← Назад';

$_LANG['INS_INCOMPLETE']                   = 'Установка не завершена';
$_LANG['INS_DELETE_INST_MIGRATE']          = 'Якщо процес установки був закінчений,<br/> видаліть папку "install" і "migrate" на сервері і оновіть сторінку.';
$_LANG['INS_RELOAD_PAGE']                  = 'Оновити сторінку';

$_LANG['CFG_SITENAME']                     = 'Моя соціальна мережа';
$_LANG['CFG_OFFTEXT']                      = 'Проводиться оновлення сайту';
$_LANG['CFG_KEYWORDS']                     = 'InstantCMS, система управління сайтом, безкоштовна CMS, движок сайту, CMS, движок соціальної мережі';
$_LANG['CFG_METADESC']                     = 'InstantCMS - безкоштовна система управління сайтом з соціальними функціями';

?>
