<?php
/******************************************************************************/
//                                                                            //
//                           InstantCMS v1.10.3                               //
//                        http://www.instantcms.ru/                           //
//                                                                            //
//                   written by InstantCMS Team, 2007-2013                    //
//                produced by InstantSoft, (www.instantsoft.ru)               //
//                                                                            //
//                        LICENSED BY GNU/GPL v2                              //
//                                                                            //
/******************************************************************************/

if(!defined('VALID_CMS')) { die('ACCESS DENIED'); }


$_LANG['LEAVE_CLUB']              ='Вийти зі складу спільноти';
$_LANG['YOU_LEAVE_CLUB']          ='Ви вийшли зі складу спільноти ';
$_LANG['JOIN_CLUB']               ='Вступити до спільноти';
$_LANG['YOU_JOIN_CLUB']           ='Ви приєдналися до числа учасників спільноти';
$_LANG['CREATE_CLUB']             ='Створити спільноту';
$_LANG['CLUB_IS_CREATED']         ='Спільнота успішно створено';
$_LANG['CONFIG_CLUB']             ='Налаштування спільноти';
$_LANG['EXIT_FROM_CLUB']          ='Вихід з спільноти';
$_LANG['REALY_EXIT_FROM_CLUB']    ='Ви дійсно бажаєте припинити свою участь в спільноті?';
$_LANG['JOINING_CLUB']            ='Вступ до спільноти';
$_LANG['YOU_REALY_JOIN_TO']       ='Ви дійсно бажаєте вступити до спільноти';
$_LANG['NEED_KARMA']              ='Не вистачає карми';
$_LANG['NEED_KARMA_TEXT']         ='У вас не вистачає карми для вступу до спільноти.';
$_LANG['CLUB_SIZE_LIMIT']         ='В ції спільноті існують обмеження на кількість учасників, для вступу зверніться до керівництва спільноти.';
$_LANG['NEED_KARMA_ALBUM']        ='У вас не вистачає карми для створення альбому.';
$_LANG['NEED_KARMA_PHOTO']        ='У вас не вистачає карми для завантаження фотографій в цей альбом.';
$_LANG['NEEDED']                  ='Потрібно';
$_LANG['HAVE_ONLY']               ='а є тільки';
$_LANG['WANT_SEE']                ='Бажаєте подивитися';
$_LANG['HISTORY_YOUR_KARMA']      ='історію своєї карми';
$_LANG['SEND_INVITE_CLUB']        ='Надіслати запрошення до спільноти';
$_LANG['SEND_INVITE_ERROR']       ='У Вас поки що немає друзів або всі Ваші друзі вже в ції спільноті...';
$_LANG['SEND_INVITE_OK']          ='Запрошення успішно відправлено!';
$_LANG['INVITE_CLUB_TEXT']        ='<strong>Отримано запрошення до спільноти</strong><br/>Користувач %user% запрошує Вас вступити до спільноти %club%.<br>Ви можете прийняти його пропозицію і вступити до спільноти, перейшовши за посиланням: %link_join%.';
$_LANG['USER_ADD_YOU']            ='Користувач %s додав Вас в число учасників спільноти %s.';
$_LANG['USER_DELETE_YOU']         ='Користувач %s виключив Вас з числа учасників спільноти %s.';
//Template
$_LANG['SELECT_FRIEND']           ='Виберіть одного з списку';
$_LANG['INVITE']                  ='Запросити до спільноти';
$_LANG['SEND_MESSAGE']            ='Створити розсилку';
$_LANG['SEND_MESSAGE_TO_MEMBERS'] ='Надіслати інформаційне повідомлення всім учасникам спільноти';
$_LANG['SEND_MESSAGE_TEXT']       ='Це повідомлення отримають всі учасники спільноти';
$_LANG['SEND_MESSAGE_TEXT_MOD']   ='Це повідомлення отримають лише модератори спільноти';
$_LANG['ERR_SEND_MESS']           ='В повідомленні повинен бути текст';
$_LANG['ERR_SEND_MESS_NO_MEMBERS'] ='Неможливо створити розсилку: учасники або модератори спільноти не знайдено.';
$_LANG['MESSAGE_ONLY_MODERS']     ='відправити тільки модераторам';
$_LANG['SEND_MESS_TO_MODERS_OK']  ='Повідомлення надіслано модераторам спільноти';
$_LANG['SEND_MESS_TO_MEMBERS_OK'] ='Повідомлення розіслано учасникам спільноти';
$_LANG['MESSAGE_FROM ADMIN']      ='<b>Повідомлення від Адміністратора спільноти "%club%":</b><br>';
$_LANG['CONFIG']                  ='Налаштування';
$_LANG['CONFIG_SAVE_OK']          ='Налаштування спільноти збережено';
$_LANG['CLUB_DESC']               ='Опис спільноти';
$_LANG['CLUB_PRIVATE']            ='Матеріали спільноти закриті для публічного перегляду. Зверніться до адміністратора, якщо хочете вступити в цю спільноту.';
$_LANG['MODERATOR']               ='Модератор';
$_LANG['MODERATORS']              ='Модератори';
$_LANG['MEMBERS']                 ='Учасники';
$_LANG['MEMBER']                  ='Учасник';
$_LANG['LIMITS']                  ='Обмеження';
$_LANG['UPLOAD_LOGO']             ='Завантажити логотип';
$_LANG['MODERATE_TEXT']           ='Модератори мають доступ до всього вмісту спільноти. Вони можуть редагувати, видаляти і модерувати пости в блозі, фотографії та фотоальбоми.';
$_LANG['CLUB_MODERATORS']         ='Модератори спільноти';
$_LANG['MY_FRIENDS_ARE']          ='Мої друзі';
$_LANG['MY_FRIENDS_AND_CLUB_USERS'] ='Друзі та учасники спільноти';
$_LANG['MAX_MEMBERS']             ='Максимальна кількість учасників';
$_LANG['MAX_MEMBERS_TEXT']        ='Виберіть "0" для нескінченної кількості';
$_LANG['SELECT_CLUB_TYPE']        ='Виберіть тип спільноти';
$_LANG['PUBLIC']                  ='Відкритий для всіх';
$_LANG['PRIVATE']                 ='Відкритий для обраних';
$_LANG['USE_LIMITS_KARMA']        ='Використовувати обмеження карму';
$_LANG['USE_LIMITS_KARMA_TEXT']   ='Якщо вимкнено, будь-який користувач <br/> зможе вступити в спільноту';
$_LANG['LIMITS_KARMA']            ='Обмеження по кармі';
$_LANG['LIMITS_KARMA_TEXT']       ='Розмір карми, необхідний користувачу <br/> для вступу в спільноту';
$_LANG['CLUB_MEMBERS']            ='Учасники спільноти';
$_LANG['PREMODER_POSTS_IN_BLOGS'] ='Премодерації записів у блогах';
$_LANG['PREMODER_PHOTOS']         ='Премодерації фотографій';
$_LANG['KARMA_LIMITS_FOR_NEW_POSTS'] ='Обмеження по кармі для<br/>створення нових постів у блозі';
$_LANG['POINTS']                  ='балів';
$_LANG['KARMA_LIMITS_FOR_ADD_PHOTOS'] ='Обмеження по кармі для<br/>додавання фотографій';
$_LANG['KARMA_LIMITS_NEW_PHOTOALBUM'] ='Обмеження по кармі для<br/>створення фотоальбомів';
$_LANG['CLUBS']                   ='Спільноти';
$_LANG['CLUBS_DESC']              ="дозволяють людям об'єднуватися. Створюючи нову спільноту, ви автоматично стаєте його адміністратором.<p>Ви зможете призначати модераторів та встановлювати обмеження на публікацію постів і фотографій.</p>
<p>Зараз вам потрібно вказати назву спільноти і його тип. Розширені налаштування будуть доступні після створення спільноти.</p>";
$_LANG['CLUB_NAME']               ='Назва спільноти';
$_LANG['CLUB_TYPE']               ='Тип спільноти';
$_LANG['YOU_CAN']                 ='Ви можете';
$_LANG['TO_CREATE_NEW_CLUB']      ='створити нову спільноту';
$_LANG['RATING']                  ='Рейтинг';
$_LANG['CLUB_USER']               ='учасник';
$_LANG['CLUB_USER2']              ='учасника';
$_LANG['CLUB_USER10']             ='учасників';
$_LANG['NOT_ACTIVE_CLUBS']        ='Немає активних спільнот.';
$_LANG['CLUB_ADMIN']              ='Адміністратор спільноти';
$_LANG['CLUB_ADMINISTRATION']     ='Керівництво спільноти';
$_LANG['CLUB_BLOG']               ='Історії та статті';
$_LANG['PHOTOALBUMS']             ='Фотоальбоми';
$_LANG['CLUB_PHOTOALBUMS']        ='Фотоальбоми спільноти';
$_LANG['ALL_ALBUMS']              ='Всі альбоми';
$_LANG['ADD_PHOTOALBUM']          ='Додати фотоальбом';
$_LANG['NO_PHOTOALBUM']           ='В спільноті немає фотоальбомів';
$_LANG['NO_BLOG_POSTS']           ='В блозі спільноти немає записів';
$_LANG['ALBUM_REQ_TITLE']         ='Введіть назву фотоальбому';
$_LANG['CLUB_WALL']               ='Стіна спільноти';
$_LANG['NOT_POSTS_ON_WALL_TEXT']  ='Записи на стіні відсутні. Ваш буде першим!';
$_LANG['WRITE_ON_WALL']           ='Написати на стіні';
$_LANG['CREATE']                  ='Створити';
$_LANG['ONLY_REG_USER_CAN_WALL']  ='Записи на стіні можуть залишати лише зареєстровані користувачі.';
$_LANG['NEW_POST_ON_WALL']        ='Нова запис на стіні';
$_LANG['CONFIRM_DEL_POST_ON_WALL'] ='Ви дійсно хочете видалити цей запис зі стіни?';
$_LANG['CLUB_EXISTS']             ='Спільнота з такою назвою вже існує';
$_LANG['CLUB_REQ_TITLE']          ='Неможливо створити спільноту без назви!';
$_LANG['USER_HAS_CLUB']           ='Ви вже створили спільноту з кармою %create_karma% і є його адміністратором. Ви можете створювати спільноти кожні %every_karma% пунктів своєї карми. Ваша карма зараз: %karma%, нова спільнота Ви можете створити, набравши %new_karma% пунктів карми.';
$_LANG['USER_HAS_ONE_CLUB']       ='Ви вже створили спільноту і є його адміністратором. Ви не можете створити більше одного спільноти.';
$_LANG['NEED_KARMA_TEXT_ACCESS']  ='У вас не вистачає карми(%karma%). Для створення спільноти необхідно не менше %min_karma% пунктів.';
$_LANG['NEED_RATING_TEXT_ACCESS'] ='У вас не вистачає рейтингу(%rating%). Для створення спільноти необхідно не менше %min_rating% пунктів.';
$_LANG['VIP_CLUB']                ='VIP-спільнота';
$_LANG['VIP_CLUB_JOIN_COST']      ='Вартість вступу в спільноту';
$_LANG['VIP_CLUB_BUY_JOIN']       ='Вступ до VIP-спільнота: %s';
$_LANG['CLUB_PHOTO_ALBUM']        ='фотоальбом спільноти';
$_LANG['CLUBS_PHOTOALBUM']        ='Фотоальбом спільнот';
$_LANG['NEW_POSTS_IN_CLUB_BLOGS'] ='Нові записи в блогах спільнот';
$_LANG['NEW_POSTS_IN_CLUB_BLOG']  ='Нові записи у блозі спільноти';
$_LANG['MSG_CLUB_POST_SUBMIT']    = 'Користувач %user% додав запис "<b>%post%</b>" в блозі спільноти "<b>%club%</b>".<br> Необхідна модерація.';
$_LANG['MSG_CLUB_POST_UPDATE']    = 'Користувач %user% змінив запис "<b>%post%</b>" в блозі спільноти "<b>%club%</b>".<br> Необхідна модерація.';
$_LANG['USER_CLUBS']              ='Спільноти користувача';
$_LANG['USET_NOT_IN_CLUBS']       ='не перебуває в спільнотах.';
$_LANG['YOU_NOT_IN_CLUBS']        ='Ви не перебуваєте в спільнотах на сайті.';
$_LANG['USER_ROLE_INCLUB']        ='Роль користувача в спільноті';
$_LANG['VIP_BILLING_INFO']        ='Для підтримки VIP-спільнот необхідний компонент "<a href="http://www.instantcms.ru/billing/about.html">Біллінг користувачів</a>"';
$_LANG['VIP_BILLING_INFO1']       ='Підключивши біллінг ви зможете надати VIP-статус будь-якої спільноти і встановити розмір оплати за вступ у цю спільноту.';
$_LANG['ALL_MEMBER']              ='Всі';
$_LANG['YOU_NO_SELECT_USER']      ='Ви не відзначили жодного користувача!';
?>