<?php
/******************************************************************************/
//                                                                            //
//                           InstantCMS v1.10.3                               //
//                        http://www.instantcms.ru/                           //
//                                                                            //
//                   written by InstantCMS Team, 2007-2013                    //
//                produced by InstantSoft, (www.instantsoft.ru)               //
//                                                                            //
//                        LICENSED BY GNU/GPL v2                              //
//                                                                            //
/******************************************************************************/

if(!defined('VALID_CMS')) { die('ACCESS DENIED'); }

$_LANG['AD_BLOGS']                = 'Блоги';
$_LANG['AD_CREATED']              = 'Створено';
$_LANG['AD_OWNER']                = 'Власник';
$_LANG['AD_RENAME']               = 'Перейменувати';
$_LANG['AD_IF_BLOG_DELETE']       = 'Видалити блог?';
$_LANG['AD_BLOG_NAME']            = 'Назва блогу';
$_LANG['AD_SAVE_SUCCESS']         = 'URL блогу змінився згідно заголовку.';
$_LANG['AD_BLOG_VIEW']            = 'Перегляд блогу';
$_LANG['AD_BLOG_POSTS_QUANTITY']  = 'Постів на сторінці в блозі:';
$_LANG['AD_BLOGS_QUANTITY']       = 'Кількість блогів на сторінці в списку блогів:';
$_LANG['AD_PHOTO_OPTIONS']        = 'Опції фотографій';
$_LANG['AD_ENABLE_PHOTO_LOAD']    = 'Дозволити завантаження фотографій до постів у блозі:';
$_LANG['AD_IF_ENABLE_WATERMARK']  = 'Якщо увімкнуто, то на всі завантажувані фотографії до постів <br />наноситься зображення з файлу ';
$_LANG['AD_EDIT_SETUP']           = 'Налаштування редагування';
$_LANG['AD_UPDATE_CALENDAR_DATA'] = 'Оновлювати дату поста після редагування';
$_LANG['AD_IF_ENABLE_TODAY']      = 'Якщо увімкнуто, після редагування посту його дата буде встановлюватися в поточну.';
$_LANG['AD_UPDATE_BLOG_LINK']     = 'Оновити посилання блогу після редагування при зміні заголовка:';
$_LANG['AD_IF_ENABLE_LINK']       = 'Якщо увімкнуто, після редагування блогу його посилання, а так само всі посилання постів у блозі, будуть змінені згідно з новим заголовок блогу.';
$_LANG['AD_UPDATE_TITLE_LINK']    = 'Оновити посилання поста після редагування при зміні заголовка:';
$_LANG['AD_IF_ENABLE_TITLE']      = 'Якщо увімкнуто, після редагування посту його посилання буде змінено згідно з новим заголовку.';
$_LANG['AD_KARMA_LIMIT']          = 'Обмеження по кармі';
$_LANG['AD_USE_LIMIT']            = 'Використовувати обмеження:';
$_LANG['AD_IF_DISABLE_KARMA_LIMIT'] = 'Якщо вимкнено, то будь-який користувач зможе створити блог,<br />незалежно від значення своєї карми';
$_LANG['AD_CREATE_PERSONAL_BLOG'] = 'Створення особистого блогу:';
$_LANG['AD_HOW_MANY_KARMA_P']     = 'Скільки очок карми потрібно для створення особистого блогу';
$_LANG['AD_CREATE_COLLECTIVE_BLOG'] = 'Створення колективного блогу:';
$_LANG['AD_HOW_MANY_KARMA_C']     = 'Скільки очок карми потрібно для створення колективного блогу';
$_LANG['AD_RATING_MIN']           = 'Пости, з рейтингом нижче заданого в стрічці блогів не показуються:';
$_LANG['AD_POST_LIST']            = 'Загальний список постів - останні/популярні. 0 - без обмежень.';
$_LANG['AD_EDIT_BLOG']            = 'Редагувати блог';
$_LANG['AD_CHANGE_URL']           = 'Увага! При зміні заголовка, зміниться URL блогу і постів';


?>
