<?php
/******************************************************************************/
//                                                                            //
//                           InstantCMS v1.10.3                               //
//                        http://www.instantcms.ru/                           //
//                                                                            //
//                   written by InstantCMS Team, 2007-2013                    //
//                produced by InstantSoft, (www.instantsoft.ru)               //
//                                                                            //
//                        LICENSED BY GNU/GPL v2                              //
//                                                                            //
/******************************************************************************/

if(!defined('VALID_CMS')) { die('ACCESS DENIED'); }

$_LANG['AD_ALL_COMENTS']              = 'коментарі';
$_LANG['AD_COMENTS_ON_MODERATE']      = 'Коментарі на модерації';
$_LANG['AD_IP']                       = 'IP';
$_LANG['AD_AIM']                      = 'Мета';
$_LANG['AD_IF_COMENT_DELETE']         = 'Видалити коментар?';
$_LANG['AD_EDIT_COMENT']              = 'Редагувати коментар';
$_LANG['AD_COMENT_AUTHOR']            = 'Автор коментаря:';
$_LANG['AD_CALENDAR_DATE']            = 'Дата подачі:';
$_LANG['AD_IF_COMENT_PUBLIC']         = 'Публікувати коментар?';
$_LANG['AD_FORMAT']                   = 'Формат';
$_LANG['AD_LIMIT']                    = 'Обмеження';
$_LANG['AD_COMENT_EMAIL']             = 'E-mail для коментарів:';
$_LANG['AD_NO_EMAIL']                 = 'Залиште порожнім, якщо ви не хочете отримувати коментарі поштою';
$_LANG['AD_SUBSCRIPTION']             = 'Підписка на повідомлення:';
$_LANG['AD_GET_MESSAGE']              = 'Дозволяє користувачам отримувати особисті повідомлення з повідомленнями про нові коментарі';
$_LANG['AD_IF_AJAX']                  = 'Завантажувати коментарі, використовуючи ajax?';
$_LANG['AD_WATERMARK']                = 'Водяний знак для фотографії';
$_LANG['AD_ABOUT_NEW_COMENT']         = 'Текст повідомлення про нові коментарі:';
$_LANG['AD_MAX_LEVEL']                = 'Максимальний рівень вкладеності:';
$_LANG['AD_HOW_MANY_COMENTS']         = 'Кількість коментарів на сторінці при перегляді всіх коментарів сайту:';
$_LANG['AD_SHOW_IP']                  = 'Показувати ip коментаторів адміністраторів:';
$_LANG['AD_HIDE_IP']                  = 'не показувати';
$_LANG['AD_ONLY_GUEST_IP']            = 'тільки гостей';
$_LANG['AD_ALL_IP']                   ='всіх';
$_LANG['AD_NEED_CAPCA']               = 'Вимагати захисний код:';
$_LANG['AD_USERS_CAPCA']              = 'Яким користувачам показувати капчу при додаванні коментаря';
$_LANG['AD_FOR_GUEST']                = 'Для гостей';
$_LANG['AD_FOR_ALL']                  = 'Для всіх';
$_LANG['AD_DISALLOW_EDIT']            = 'Забороняти редагування:';
$_LANG['AD_DISALLOW_TIMER']           = 'Через вказаний час після додавання коментаря його редагування стане неможливим для користувача';
$_LANG['AD_AT_ONCE']                  = 'забороняти відразу';
$_LANG['AD_USE_LIMIT']                = 'Використовувати обмеження:';
$_LANG['AD_ALLOW_ALL']                = 'Якщо вимкнено, дозволені користувачі зможуть додавати коментарі, незалежно від значення своєї карми';
$_LANG['AD_COMENT_ADD']               = 'Додавання коментаря:';
$_LANG['AD_HOW_MANY_KARMA']           = 'Скільки очок карми потрібно для додавання коментарів';
$_LANG['AD_HIDE_COMENT']              = 'Згортати коментарі, з рейтингом нижче:';
$_LANG['AD_MIN_RATING']               = 'Коментарі c рейтингом нижче зазначеного будуть виводиться в згорнутому вигляді';

?>
