<?php
/******************************************************************************/
//                                                                            //
//                           InstantCMS v1.10.3                               //
//                        http://www.instantcms.ru/                           //
//                                                                            //
//                   written by InstantCMS Team, 2007-2013                    //
//                produced by InstantSoft, (www.instantsoft.ru)               //
//                                                                            //
//                        LICENSED BY GNU/GPL v2                              //
//                                                                            //
/******************************************************************************/

if(!defined('VALID_CMS')) { die('ACCESS DENIED'); }

$_LANG['AD_TITLE_PARTITION']              = 'Назва розділу';
$_LANG['AD_TEMPLATE_PARTITION']           = 'Шаблон розділу';
$_LANG['AD_PARENT_PARTITION']             = 'Батьківський розділ';
$_LANG['AD_CATEGORY_REMOVED']             = 'Категорія, вкладені в неї і їх статті успішно видалено';
$_LANG['AD_CATEGORY_REMOVED_NOT_ARTICLE'] = 'Категорія і вкладені в неї успішно видалені. Належні їм статті перенесені в кореневий розділ і в архів.';
$_LANG['AD_CATEGORY_SAVED']               = 'Категорія успішно збережено';
$_LANG['AD_CATEGORY_ADD']                 = 'Категорія успішно додано';
$_LANG['AD_SECTION_UNTITLED']             = 'Розділ без назви';
$_LANG['AD_CATEGORY_UNTITLED']            = 'Категорія без назви';
$_LANG['AD_CATEGORY_NEW_URL']             = 'URL вкладених розділів і статей змінено згідно нової категорії';
$_LANG['AD_SECTION_AND_ARTICLES_NEW_URL'] = 'URL вкладених розділів і статей оновлені';
$_LANG['AD_SECTION_URL']                  = 'URL розділу';
$_LANG['AD_ANOTHER_PARENT']               = 'Розділ буде вкладено сам у себе. Виберіть іншого батька.';
$_LANG['AD_SECTION']                      = '-- Кореневий розділ --';
$_LANG['AD_SECTION_DESCRIPT']             = 'Опис розділу';
$_LANG['AD_FROM_TITLE']                   = 'Якщо не вказано, генерується з заголовка';
$_LANG['AD_NEW_LINK']                     = 'Оновити ЧПУ посилання';
$_LANG['AD_NO_LINKS']                     = 'посилання на вкладені розділи і статті в них зміняться і будуть недоступні за старою адресою.';
$_LANG['AD_SORT_ARTICLES']                = 'Сортування статей';
$_LANG['AD_HOW_MANY_COLUMNS']             = 'Кількість колонок для виведення статей';
$_LANG['AD_HOW_MANY_COL']                 = 'Кількість колонок';
$_LANG['AD_HOW_PUBLISH_SET']              = 'Параметри публікації';
$_LANG['AD_PREVIEW']                      = 'Показувати анонси статей';
$_LANG['AD_CALENDAR_VIEW']                = 'Показувати дати статей';
$_LANG['AD_HOW_MANY_COMENTS']             = 'Показувати кількість коментарів';
$_LANG['AD_HOW_MANY_TAGS']                = 'Показувати теги статей';
$_LANG['AD_HOW_MANY_PHOTO']               = 'Кількість фотографій';
$_LANG['AD_RSS_VIEW']                     = 'Показувати іконку RSS';
$_LANG['AD_DONT_CREATE']                  = '-- не створювати --';
$_LANG['AD_DONT_CONNECT']                 = "-- не прив'язувати --";
$_LANG['AD_USERS_ARTICLES']               = 'Приймати статті від користувачів';
$_LANG['AD_IF_SWITCH']                    = 'Якщо увімкнуто, то розділ відображається у списку доступних для публікації розділів, коли користувач додає статтю з сайту.';
$_LANG['AD_COST_ARTICLES_ADD']            = 'додавання Вартість статті';
$_LANG['AD_COST_ARTICLES_BY_DEFAULT']     = 'Якщо не вказана тут, то використовується ціна за замовчуванням, зазначена у налаштуваннях білінгу';
$_LANG['AD_EDITORS_SECTION']              = 'Редактори розділу';
$_LANG['AD_EDITORS']                      = 'Редактори';
$_LANG['AD_USERS_CAN_ADMIN']              = 'Користувачі обраної групи зможуть адмініструвати статті даного розділу. Зверніть увагу, в налаштуваннях групи повинен бути включений тип доступу "Приймати статті без модерації"';
$_LANG['AD_ONLY_ADMINS']                  = 'Тільки адміністратори';
$_LANG['AD_PHOTOALBUM_CONNECT']           = "Прив'язати фотоальбом";
$_LANG['AD_PHOTO_BY_ARTICLES']            = 'При перегляді розділу - над статтями (за замовчуванням - ви можете поміняти висновок у шаблоні com_content_view.tpl) будуть виводитися фотографії з обраного альбому';
$_LANG['AD_OVER_PHOTOS']                  = 'Виводиться над фотографіями';
$_LANG['AD_PHOTOS_SORT']                  = 'Сортувати фото';
$_LANG['AD_IF_NOTED']                     = 'Якщо зазначено, категорія буде видно всім відвідувачам. Зніміть галочку, щоб вручну вибрати дозволені групи користувачів.';

?>
